{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "efmls-configs-nvim": {
      "src": "https://github.com/creativenull/efmls-configs-nvim"
    },
    "fzf-lua": {
      "src": "https://www.github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://www.github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox-material": {
      "src": "https://www.github.com/sainnhe/gruvbox-material"
    },
    "harpoon": {
      "src": "https://www.github.com/ThePrimeagen/harpoon"
    },
    "mason.nvim": {
      "src": "https://www.github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://www.github.com/echasnovski/mini.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://www.github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://www.github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://www.github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://www.github.com/stevearc/oil.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://www.github.com/folke/todo-comments.nvim"
    },
    "vim-highlightedyank": {
      "src": "https://www.github.com/machakann/vim-highlightedyank"
    }
  }
}
